welcome_message = (
    '<b>Бот по математическим задачам приветствует тебя!</b>\n'
    'Чтобы перейти к решениям задачи нажми \"Старт\" или используй команду /tasks.\n'
    'Для подробной информации о задачах нажми \"Инфо\" или используй команду /info.'
)

auth_help = (
    'В этом боте для решения доступны 3 задачи:\n'
    '1️⃣ Проверка двух массивов на количество общих чисел.\n'
    '2️⃣ Расстояние между точками.\n'
    '3️⃣ Логическое следствие элементов трех массивов.\n\n'
)

not_auth_help = (
    f"{auth_help}"
    f"Чтобы открыть возможность <u>случайного заполнения данных</u> необходимо пройти небольшую регистрацию.\n"
    f"Хотите пройти регистрацию сейчас?"
)
